Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这会儿听叶眉说她们的偶像男神请吃饭，就缠着要去。
en_us: After hearing Ye Mei mention that their idol was going to treat her to a meal there, they pestered her to bring them along.

source: 这会儿听而二夫人这么一说，下意识看向了叶漓。
en_us: After hearing Kong Yun's words, he subconsciously looked at Ye Li.

source: 这会儿大家正在上课，洗手间距离又远，再加上学校都有隔音效果，洗手间发生这一幕，竟也没人知道。
en_us: Everyone was having lessons now and the washroom was far away from the classroom. Besides, there were soundproofing facilities in the school and hence, no one knew what happened in the washroom at all.

source: 这会儿好了吧，她知道委屈脱身，自己倒是成了笑话。
en_us: 'Great, now she gets to give herself an out aggrievedly while I've turned into a joke.'

source: 这会儿对她说话的语气别提有多好了。
en_us: At this moment, her tone was extremely pleasant.

source: 这会儿对方找死，那她自然得成全一下她才是！
en_us: Since Cheng Yan had a death wish, she had to fulfill it!

source: 这会儿徐凤年肯定已经过来了，自己约了他，等会儿他到了没看到自己，会怎么想，会不会因为自己整他玩，会不会生气！
en_us: 'Xu Fengnian must have already arrived. I was the one who asked him out. If he doesn't see me, what will he think? Will he think that I'm pulling a prank on him and get upset!?!'

source: 这会儿怎么就落到了叶眉的手上。
en_us: How did the card land in Ye Mei's hands?

source: 这会儿才想到，妹妹跟自己吃饭的事情，一旦传出去，会造成什么影响。
en_us: At this moment, he finally thought about the consequences that would result from word of him taking his younger sister out for a meal.

source: 这会儿才注意到，周围不知什么时候，已经一片寂静。
en_us: At this moment, they finally discovered that silence had filled the air.

source: 这会儿时间已经不早了。
en_us: It was getting late.

source: 这会儿最流行的校园高冷校草偶像剧，男主角就是他这类人。
en_us: The male lead of a campus idol drama that was rather popular lately, was aloof and standoffish too, just like Yu Xiangyang.

source: 这会儿本想来吃吃自家哥哥的瓜的，谁料账号一登录上去，一大堆消息就弹了出来，所有的地方，都是99+。
en_us: She wanted to see some gossip about her brother but to her surprise, as soon as she logged into her account, she was bombarded by a large amount of messages. There were more than 99 notifications.

source: 这会儿的会客厅内，已经响起了悦耳动听的音乐。
en_us: At this moment, there was already pleasant music playing in the guest hall.

source: 这会儿看到叶眉手持特邀函，又差不多那个年纪，顿时就忍不住联想起来。
en_us: When they saw Ye Mei's special invitation and realized that Ye Mei seemed to be about the right age, they immediately began to ponder about it.

source: 这会儿看到这事在网上爆开，看到那么多人骂叶漓，王丽的心里顿时舒坦了许多。
en_us: After seeing that the incident had gone viral on the Internet and that Ye Li was getting slammed by a massive number of netizens, Wang Li immediatey felt much more comfortable

source: 这会儿看向叶眉的目光，都有些怪异了起来。
en_us: Everyone started looking at Ye Mei with peculiar gazes.

source: 这会儿看着她这姿态，叶漓的瞳孔深处，一片阴冷。
en_us: Ye Li's eyes were filled with an icy cold gaze when she looked at Ye Mei.

source: 这会儿自然是不可能交的出来的。
en_us: Naturally, it was impossible to hand it in at this moment.

source: 这会儿见老师这么生气，都知道叶漓肯定要倒霉，幸灾乐祸的目光落到了她的身上。
en_us: When they saw how angry the teacher was, they all knew that Ye Li was in trouble. They all looked at her gloatingly.

source: 这会儿走近，笑着说：“阿漓姐姐，你不知道这里被人包场了吗？除了受到邀请的人，别的人是进不去的哦。”
en_us: When she approached, she said smilingly, "Ye Li, don't you know that someone has already booked this venue? Only those who have been invited are allowed to enter."

source: 这会儿还闹出了打架一事，更别说会有多忙了。
en_us: Now that he had gotten involved in a fight, he would definitely be much busier.

source: 这会儿，就连叶枫也怒了：“他当真敢这么说？”
en_us: This time, even Ye Feng was enraged. "He really had the audacity to say that?"

source: 这会又是恼怒又是害怕，因为这件事但凡被报出去，那她的教师生涯就会结束。
en_us: She was infuriated, angry, and terrified, because her teaching career would be over once the matter was exposed.

source: 这会叶眉要是拿不出钱来付款，那她们岂不是丢人了吗？
en_us: If Ye Mei didn't have enough money to pay for it, they would be embarrassing themselves.

source: 这会听到这话，别说徐媛心里不舒服，就是二夫人也沉了脸。
en_us: After hearing her words, even Kong Yun's face turned sullen with displeasure, let alone Xu Yuan.

source: 这会听她这么说，自然也是难以相信。
en_us: Hence, he found it hard to believe her words.

source: 这会徐家的聚会，自然是邀请了不少豪门千金，在今天之前，大家就已经互相联系好，打算一起去参加这个聚会。
en_us: Without a doubt, many heiresses of wealthy families were invited to the social gathering hosted by the Xu Family this evening, who had already contacted each other beforehand and agreed to go to the gathering together.

source: 这会的她，正坐在鱼庄的二楼，一边吃着自己爱吃的清蒸鱼，一边欣赏楼下密密麻麻暴动的人群，还调侃对面给她挑刺的叶枫：“哥，你人气可真高啊？”
en_us: At this moment, she was seated on the second floor of the fish restaurant and eating her favorite steamed fish. While admiring the crowd that was getting into a commotion downstairs, she teased Ye Feng who was picking out some fish bones for her, "Ye Feng, you're very popular, aren't you?"

source: 这会看到他这幅不在意形象竟然还如此帅气，不少女孩子都红了脸，有些甚至还拿出手机偷偷拍照。
en_us: After seeing how handsome he was despite not caring about his appearance, many girls blushed and some even took out their mobile phones to secretly snap photos of him.

source: 这会看她被针对，心里开心还来不及呢。
en_us: They were more than glad to see her being boycotted.

source: 这会脸上带着笑容，可心里却隐隐泛疼。
en_us: Although she was smiling, there was some vague agony in her heart.

source: 这会脸色难看的紧。
en_us: Her expression turned even more sullen.

source: 这偶像，还真是不好当。
en_us: 'It's really hard being an idol.'

source: 这几个人典型的妹控，只要自己求得叶漓的原谅，那就不是问题。
en_us: The few of them loved their sister very much and were extremely protective of her. As long as he could get Ye Li's forgiveness, there would no longer be a problem.

source: 这几乎让她骑虎难下。
en_us: There was no out for her.

source: 这叶漓什么意思，自己没通知她，难道她妹妹没有告诉过她吗？
en_us: 'What does this Ye Li mean? I didn't inform her? Didn't her sister inform her?'

source: 这叶漓是哪里来的自信。
en_us: 'How is Ye Li so confident?'

source: 这叶漓真是可怜。
en_us: 'Ye Li is really pitiful.'

source: 这叶漓胆子可真大啊。
en_us: 'Ye Li is really brazen.'

source: 这叶眉也是，刚刚才帮着外人逼迫自家姐姐，这会儿竟然还要人家相信她，真是够让人无语的。
en_us: 'I really don't know what to say about Ye Mei. She was just helping outsiders to force their own sister, and now she wants everyone to believe her.'

source: 这叶眉看似为了阿漓好，可说出的话却已经足以间接性的得罪了徐家，得罪了徐凤年。
en_us: Ye Mei seemed to be doing it for Ye Li's own good on the surface but the words that she said had already indirectly offended the Xu Family and Xu Fengnian.

source: 这图一发，粉丝们都疯了。
en_us: The fans broke into hysterics after seeing the photos.

source: 这场汇演，不仅仅是要看大家的舞台表演能力，还有颜值身材，以及人气粉丝。
en_us: The performance was not only a test of their stage performance ability, but also a showcase of the candidates' attractiveness, figures, and popularity.

source: 这声音不大，只有两人听见。
en_us: He was rather soft and only Ye Li could hear him.

source: 这姿态不是作假，他是真的被叶漓这话惊到了。
en_us: He was not faking it. He was really shocked by Ye Li's words.

source: 这家伙不会是吃醋了吧？
en_us: 'Is this guy getting jealous?'

source: 这帝都大学，可不就是叶家的地盘吗？
en_us: Beijing University is precisely the turf of the Ye Family.

source: 这幅自居的模样，还真是让人不顺眼。
en_us: She was irked by how self-righteous Wen Ya looked.

source: 这庄园方圆百里，无一人敢建房，因为这片区域，全是徐家的地盘。
en_us: No one dared to build a house in a 50-kilometer radius around the manor because the entire area was the territory of the Xu Family.

source: 这张卡，不是小胖的吗？
en_us: 'Doesn't this card belong to Little Fatty?'

source: 这才注意到一旁还坐着的徐凤年，他一顿，随后笑了：“凤年也在。”
en_us: He finally noticed that Xu Fengnian was seated at the side. He paused before smiling and saying, "Fengnian is here too."

source: 这是一个很残忍的选择， 但是叶漓不得不这么做。
en_us: It was a cruel choice but Ye Li had no choice but to do so.

source: 这是不是代表，叶漓才是表哥的未婚妻，才是她的嫂子？
en_us: Xu Yuan wondered, 'Does this mean that Ye Li is my cousin's fiancée and my future cousin-in-law?'

source: 这是个小型的上流社会聚会，来的人都是圈子里的大佬，叶眉那一趟，可结交了不少的权贵大佬。
en_us: It was a small social gathering of the upper class society and all the guests present were figures of status and authority. When Ye Mei went, she got to know many wealthy and powerful people.

source: 这条微博一放出。
en_us: As soon as the tweet was posted, the people who originally defended Ye Mei fell silent.

source: 这样漂亮的五官，但凡能瘦下来，那必定又是一娉娉玉立的美人。
en_us: With such beautiful features, she would definitely be an elegant beauty once she lost weight.

source: 这样的人，就算是放在人群中，大家也不会多看一眼，甚至还觉得她那装扮辣眼睛。
en_us: No one would take a second glance at her when she stood in a crowd and in fact, they might even find her to be an eyesore.

source: 这样的声音着实很难让人对她发火，不然就显得自己过于强势过分。
en_us: Her voice made it difficult for others to get angry at her. Anyone who flared up at her would seem overly domineering and overboard.

source: 这样的待遇让叶眉的心情稍微舒服了不少，刚进门，突见一辆熟悉的豪车停下，随后司机下了车，拉开了后车门。
en_us: That treatment made Ye Mei feel slightly more comfortable. As soon as she entered, she suddenly saw a familiar-looking luxury car pulling over, after which the chauffeur got out of the car and pulled open the doors of the backseat.

source: 这样的态度让叶眉心里十分不适，却还是亲昵的开口道：“叶漓姐，我带你去和二小姐打个招呼吧，你们好多年没见了。”
en_us: Her attitude made Ye Mei feel extremely uncomfortable but nonetheless, she said affectionately, "Ye Li, let me take you to say hi to Miss Xu Yuan. You guys haven't met each other in years."

source: 这样的流量，是多少明星梦寐以求，求之不得的。
en_us: That exposure was highly coveted by many celebrities.

source: 这样的消息一旦传出去，不知道会有多少人挤破脑袋。
en_us: Once those news got out, many people would probably rack their brains to win that opportunity.

source: 这样的表情，恐怕没有几个男人能拒绝的了吧？
en_us: There were probably very few men who would be able to turn her down with that expression of hers.

source: 这样的裙子，才配得上她如今的身份。
en_us: She felt that it was the only gown that could match her current status.

source: 这样锋利带着杀气的眼神让叶眉微微一惊，不由的倒退了几步。
en_us: The menacing and sharp look in her eyes made Ye Mei feel a cold chill down her spine as she couldn't help but take a few steps back.

source: 这次ys丝毫没有给叶眉留面子，直接将她进店到离开的监控全部发出。
en_us: This time, YS Fashion did not bother being polite or saving Ye Mei's pride anymore. They simply posted the footage of the entire process of Ye Mei entering the store and leaving.

source: 这次三哥哥和他闹崩，这还没多久呢，就赶紧找上门来了。
en_us: This time, he showed up at their home shortly after he fell out with Ye Li's third brother.

source: 这次也没想到这丫头会来，这会看到她，心里是无比的激动。
en_us: This time, she did not expect Ye Li to turn up. When she saw her, she was incredibly excited.

source: 这次回校，她改头换面的样子，学校里的人都没认出自己。
en_us: This time, no one in school could recognize her after her makeover.

source: 这次好不容易弄到手，结果告诉她余额不足？
en_us: Now that she had finally gotten it after so much effort, she was told that the balance was insufficient.

source: 这次是自己大意了，没想到叶漓和自己查到的资料中的她完全不一样，才导致出现了这种情况。
en_us: She had been too careless this time and she did not expect Ye Li to be completely different from the information she had found out about her, which led to this situation.

source: 这死丫头，看什么书，看帅哥不香？
en_us: 'This damned girl. What is she reading? Isn't it nice to look at a hunk?'

source: 这种大家族的聚会，想要进去的人几乎挤破了脑袋，特别是一些居心不良的女的，为了攀上关系，不惜付出代价，就为了跟着别人进去。
en_us: There would often be numerous people who would rack their brains and think of a solution to attend such a social gathering hosted by a wealthy and powerful family, especially some women with ill intentions who would try to enter together with others at all costs, just for the sake of cozying up to someone powerful.

source: 这突然的转折让维护叶眉的粉丝们大脑差点没有转过弯来。
en_us: The sudden twist in events made Ye Mei's fans who were continuously defending her, unable to react or process what was happening.

source: 这简直就是要将她推入刀剑风口上啊。
en_us: Ye Mei was simply pushing her to death.

source: 这表情落在其他人的眼中，就是叶漓是怕他们怪罪，所以才说了谎，不敢说自己喜欢于向阳。
en_us: In the eyes of others, Ye Mei's expression seemed to be suggesting that she was afraid that they would blame her and hence, she decided to lie and deny that she adored Yu Xiangyang.

source: 这让二夫人的心里微微有些不悦。
en_us: That made Kong Yun feel a little displeased.

source: 这让原本都准备好被她拒绝的叶枫一愣。
en_us: That caused Ye Feng, who was ready to be rejected by her to be stunned.

source: 这让叶父一度十分为难。
en_us: That made Ye Ming feel stuck in a spot at one point.

source: 这话一出。
en_us: As soon as she said that, Kong Yun's smile stiffened for two seconds.

source: 这话一出，不仅给对方台阶下不说，还变相的告诉大家，叶漓这是恼羞成怒了，才敢这么说话。
en_us: Not only did she give the girl an out by saying that, she even indirectly told everyone that Ye Li said those words because she was ashamed and angry.

source: 这话一出，于向阳的刚缓和的脸色瞬间又阴沉了下去。
en_us: As soon as she said those words, Yu Xiangyang's expression which had just become mellower, immediately became sullen again.

source: 这话一出，众人又是一呆。
en_us: Everyone was dumbfounded to hear her words.

source: 这话一出，众人直接蹙眉倒退。
en_us: After she said that, everyone immediately frowned and took a step back.

source: 这话一出，全场气氛凝滞。
en_us: As soon as she said those words, the ambiance seemed to have tensed up.

source: 这话一出，办公室的门被人敲响。
en_us: As soon as she said those words, someone knocked on the door of the office.

source: 这话一出，叶眉的表情微变，劝道：“这样不好吧阿漓，我吃的都太素了，你肯定受不了的。”
en_us: As soon as she said those words, Ye Li's expression changed a little and she persuaded, "That doesn't seem appropriate, Li. My food is too bland, you definitely won't be able to stand it."

source: 这话一出，叶眉顿时不开心了，蹙了蹙眉，抽出了黑卡递过去：“我买下总能拍了吧，还有我两个朋友的，一起结。”她大方的道。
en_us: As soon as she said that, Ye Mei immediately frowned in displeasure. She took out the black card and handed it to her. "I can take a photo of it after I buy it, can't I? bill this together with the dresses that my friends have chosen," she said generously.

source: 这话一出，在场的人都惊叫了起来。
en_us: As soon as he said those words, everyone exclaimed in shock.

source: 这话一出，大夫人和老爷子都沉了脸。
en_us: After she said that, austere expressions formed on the faces of Mrs. Xu and Xu Fengnian's grandfather.

source: 这话一出，孟父都愣了一下。
en_us: Even Meng Fei's father was shocked to hear her words.

source: 这话一出，引得周围的不少客人和服务员都投来了艳羡的目光。
en_us: As soon as she said that, many of the customers and service and sales assistants looked at them enviously.

source: 这话一出，所有人都惊愕的看她。
en_us: Everyone looked at her in shock when she said those words.

source: 这话一出，整个餐桌都陷入了冰点。
en_us: As soon as she said those words, tension arose at the dining table.

source: 这话不是叶漓说的。
en_us: Ye Li was not the one who said that.

source: 这话可能是他从出生至今，听到过最可笑的笑话。
en_us: That was probably the greatest joke he had ever heard since he was born.

source: 这话听起来好似是为叶漓着想。
en_us: She sounded like she was sparing a thought for Ye Li.

source: 这话听起来好似真的为叶漓说话，可却变相的告诉大家，没错，你们猜对了，叶漓就是因为被人拒绝表白，才会跑去自杀！
en_us: Although she sounded as if she was really speaking for Ye Li, she was indirectly telling everyone that Ye Li had really tried to commit suicide because she had gotten rejected!

source: 这话有故意的成分在里面，让经理和导购都有些不大开心起来。
en_us: She was deliberately saying those words, which caused the manager and sales assistant to feel offended.

source: 这话落到孟非耳中，那就是炫耀。
en_us: Meng Fei felt that she was just showing off.

source: 这话说出来，他势必会非常生气，甚至和于向阳断绝兄弟关系。
en_us: If he were to say those things, Yu Xiangyang would definitely fly into a rage and sever their friendship.

source: 这话说的，知道的他们只是大学同学关系，不知道的，还以为她是徐凤年前女友了！
en_us: 'Those who aren't aware that they're former college classmates might think that she's Xu Fengnian's ex-girlfriend!'

source: 这辈子她不在做个怂包，不在因为那些冤枉和欺辱就抬不起头。
en_us: In this life, she would no longer be a coward who would hang her head low just because she had been wronged and bullied.

source: 这辈子她再也不做一个与世无争的女孩，她要做一个魔女，哪怕人人唾之，也要将所有欺负过的自己的人狠狠踩在脚下！
en_us: In this life, she would never be a kind-hearted girl again! She would be a demoness who would trample on everyone who bullied her, even if she had to face the criticism of everyone!

source: 这辈子她告诉自己，没关系，一切都可以重来，自己上辈子犯得错，这一世用一辈子来弥补，于是，她拨出了那熟悉的电话。
en_us: In this life, she told herself that it didn't matter because she could start anew again and she could atone for all the mistakes that she had made in her previous life. Hence, she dialed the familiar phone number.

source: 这辈子，只要能让关心她的人开心，让叶漓做什么，她都愿意。
en_us: In this life, Ye Li would be willing to do anything to please the people who cared about her.

source: 这辈子，她需要换一个方式生活，一个谁也惹不起的方式！
en_us: In this lifetime, she had to change the way she lived and made sure that no one could provoke her!

source: 这辈子，这些叶漓都将会百倍奉还给她。
en_us: In this life, Ye Li would pay Ye Mei back in her own coin.

source: 这还是才开始呢！
en_us: 'This is only the beginning!'

source: 进了教室，她又刷了一波惊奇的目光。
en_us: Once she entered the class, she again attracted many gazes of amazement.

source: 道歉，不甘心！
en_us: She wasn't willing to apologize!

source: 那一瞬间，叶漓脸上的狠，他看的比谁都清楚。
en_us: At that instant, he saw clearly the viciousness on Ye Li's face.

source: 那个人给她带来的改变，就这么夸张吗？
en_us: 'Did that person bring about such a drastic change to her?'

source: 那个叫做“看小凤漓照进我微博置顶”的人很快就回复了大家的消息。
en_us: The person whose Twitter handle was @ComeToMyPageToSeePhotosOfYeLi, soon replied to everyone's tweets.

source: 那个叶漓又是谁。
en_us: 'Who's Ye Li?'

source: 那个时候她就发誓，若是自己超过不了她，那就一定要将她毁掉。
en_us: Back then, she swore that she would destroy Ye Li if she could not surpass her.

source: 那个时候，两个小家伙的关系还是十分好的，他当初还无比欣慰，谁料想随着两个孩子的长大，关系越来越差了不说，女儿还开始讨厌起了对方。
en_us: Back then, she was very close to Xu Fengnian and he was even gratified because of their close relationship. To his surprise, the older the two of them got, the more strained their relationship became. Ye Li even began hating Xu Fengnian.

source: 那个时候，她因为拒绝了这个邀请，所以并没有关注这个聚会，只是记得，这个时候，叶眉来找她借钱，说是想要买一条限定裙子去参加聚会，叶漓的私房钱很多，也没多想，直接就把自己的唯一一张黑卡给她刷了。
en_us: At that time, she refused the invitation, so she did not pay attention to the gathering. She only remembered that Ye Li borrowed money from her, allegedly to purchase a limited edition dress that she could wear to the gathering. Ye Li had a lot of savings and hence, she lent her one and only black credit card to Ye Mei without hesitation.

source: 那个男人一向沉默寡言，更别说好好解释，因此两人的好不容易缓和的关系再次破裂，叶漓更是拼了命的想要逃离帝家。
en_us: His silence and lack of a proper explanation caused their relationship, which had gotten better after a great deal of painstaking efforts, to break down once again. Ye Li desperately wanted to leave the family.

source: 那人死死的捏住了她的衣服，靠近两步。
en_us: The girl pinched her shirt tightly and approached her.

source: 那人生，仿佛开挂了一般。
en_us: It was as if her life had suddenly became better.

source: 那从大夫人身后冒头眨眼睛的女孩不是坐他前面的小胖还有谁？
en_us: The girl who winked behind Mrs. Xu was obviously the Little Fatty who usually sat in front of him in class.

source: 那他就永远不可能再和他为伍。
en_us: Hence, Ye Feng would never be friends with Yu Xiangyang again.

source: 那会的她，嫉妒的都快要疯了。
en_us: At that time, she was so jealous that she was almost going to lose her mind.

source: 那副情深意切的模样不似作假。
en_us: The look of concern and affection on Ye Mei's face seemed genuine.

source: 那可就有好戏看了。
en_us: That would be interesting, they thought.

source: 那同学见叶眉这样，心里稍微舒坦了一些，于是抬着下巴施舍一般的语气说：“行，那我就再给她一次机会，给我道歉，并主动站出来承担这件事的责任！”
en_us: Seeing Ye Mei's reaction, the girl felt a little more at ease. Hence, she raised her chin and said condescendingly as if she was doing some charity, "Fine, in this case I will give her another chance to apologize to me, and take the initiative to come forward to take responsibility for this matter!"

source: 那天自己说的话虽然是过分了一些，但是自己现在都主动上门道歉了，不至于转变的那么夸张吧？
en_us: 'I may have been too harsh with my words that day but I've already taken the initiative to apologize. She shouldn't have changed so drastically because of that, right?'

source: 那女生闻言，冷哼一声：“叶眉同学不是我不给你面子，你看你姐姐这丝毫没有悔悟之心就罢了，还在这里死不承认，真是没见过这种人，反正我话是撂在这里了，你一天不道歉，我们向阳粉一天不会放过你！”她放下狠话。
en_us: Hearing her words, the girl humphed coldly and said, "Ye Mei, it's not that I don't want to spare her on your account but look how unrepentant your sister is. She even refuses to admit to her mistake. I've really never seen such a person before. Anyway, I'm only going to say this once. If you don't apologize, we, the fans of Xiangyang, will never let you off!"

source: 那女生闻言，脸一下就黑了：“我是向阳的粉丝，我自然是他粉丝的名义维护他！”
en_us: Upon hearing her words, the girl's face turned sullen and she exclaimed, "I'm Xiangyang's fan. Of course I'm defending him as a fan!"

source: 那怎么可能会是出现在一个二十岁少女脸上的表情。
en_us: That was not an expression that should appear on a twenty-year-old girl.

source: 那时候上叶家依旧很庞大，整个帝都能动的了手的也就只有徐家。
en_us: At that time, the Ye Family was still extremely powerful and the Xu Family was the only family in Beijing that could touch them.

source: 那时候她和徐凤年是隐婚关系，除了比较亲的人和一些消息灵通的人知道，外人并不知道他结婚。
en_us: At that time, Ye Li and Xu Fengnian were keeping their marriage a secret. Other than a few close friends and some well-informed people, outsiders did not know that he was already married.

source: 那时候她还不清楚自己和叶漓的差距。
en_us: At that time, she was still unclear about the differences between her and Ye Li.

source: 那时候的她长得就像是洋娃娃，所有人都夸她好看，而忽略了认真优秀的自己。
en_us: At that time, she looked just like a doll and everyone praised her for her good looks, thus neglecting Ye Mei who was truly outstanding.

source: 那是一个怎样的眼神啊，锋利如刀，似是一瞬间划破了空气，准确无误的刺中了他们。
en_us: Her gaze was sharp like daggers which seemed to have cut through the air and stabbed them accurately.

source: 那服务员闻言，点了点头，“那我帮你查一下。”说着又退了下去。
en_us: The sales assistant nodded and said, "Let me check on it for you." She then retreated.

source: 那样的感觉，仿佛是君王在看已经犯了死刑的罪人。
en_us: He felt as if he was a criminal who had been given a death sentence, and was being stared at by the king.

source: 那样的眼神，一点也不像是对喜爱之人的。
en_us: She did not seem to be looking at the person she adored at all.

source: 那样的眼神，好似再说：“别闹。”
en_us: He seemed to be trying to tell her with his eyes, "Cut it out."

source: 那样的话，这些人是会更瞧不起自己！
en_us: If he were to do that, they would look down on him further!

source: 那样轻飘飘的语气，仿佛好似再说今天吃些什么，孟父给气笑了：“还给我装，你以为你是谁，你知道我孟氏有多大吗？还想收购，真是笑死....”一句话还没说完，兜里的手机突然剧烈震动了起来，随之而来的，还有“出卖我的爱，你背着我离开，知道真相的我眼泪掉下来~”的铃声。
en_us: His nonchalant tone made it seem like he was just talking about what he had for lunch today, causing Meng Fei's father to laugh in anger. "Go on pretending. Who do you think you are? Do you know how major of a business the Meng Group is? You want to acquire it?What a joke..." Before he even finished, his mobile phone suddenly began vibrating violently in his pocket, followed by a ringtone of a song about romance.

source: 那模样好似被叶漓欺负了一样，好大的委屈。
en_us: She looked extremely aggrieved, as if she had been bullied by Ye Li.

source: 那种感觉，仿佛被野兽盯上了一般，他心里发紧，身体紧绷的朝着视线主人的方向看去。
en_us: He felt as if he had been targeted by a wild beast. His heart tensed up together with his body and he looked in the direction of the person who shot him that gaze.

source: 那边叶洛满意的挂断了电话，就见办公室的门被人打开。
en_us: Ye Luo hung up in satisfaction, after which someone opened the doors of his office.

source: 那边的叶洛顿时满意了，“行，那我们说好了，鱼庄有什么好吃的，哥哥带你去帝都最大的海鲜酒店吃个够。”
en_us: Ye Luo was immediately pleased. "Okay, it's settled then. What's so good about that fish restaurant? I'll take you to the best seafood restaurant in Beijing where you can eat to your heart's content."

source: 那里，站着一男一女两人。
en_us: There was a man and a woman standing there.

source: 都从对方的眼中看到了尴尬。
en_us: They could see the awkwardness in each other's eyes.

source: 都是叶眉小姐叶眉小姐的叫。
en_us: They would simply call her 'Miss Ye Mei'.

source: 都是神仙颜值啊！
en_us: They were incredibly good-looking!

source: 酒杯与酒杯的碰撞声，男男女女轻笑交谈的声音，无数侍者单手抬着托盘，游行在人群中，无一不显示着这场聚会的格调高雅。
en_us: The sounds of wine glasses being clinked together and the joyous laughter of the males and females who were chatting with each other merrily, could be heard. There were also waiters pacing through the crowd, holding up trays singlehandedly, highlighting the posh elegance of the gathering.

source: 醒来的第一件事，称体重。
en_us: The first thing she did when she woke up was to measure her weight.

source: 重生回到学校的第一天，就被惩罚，这感觉还真是奇特。
en_us: It was the first day that she had returned to school after being reborn and getting punished was a bizarre feeling to her.

source: 野王来一个：“眉宝，那件事是真的吗？你姐姐真的和枫神一起吃饭了？他们到底什么关系啊（抓狂）！”
en_us: Give Me A Wild King: "Ye Mei, is that true? Did your sister really have lunch with Ye Feng? What exactly is their relationship with each other!?! (Going mad)."
